{"inkVersion":21,"root":[["ev","str","^Guard","/str",{"x()":"SetCharacter","exArgs":1},"pop","/ev","\n","^Skopje Macedonia, 2023 <br>Komercijalna Bank","\n",{"->":"Bank"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Bank":[["^You: Hey mister! You got some time to spare?","\n","^Guard: No","\n","ev","str","^Nag him","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Elude to more","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"Nag"},"\n",{"#f":5}],"c-1":[{"->":"Elude"},"\n",{"#f":5}]}],{"#f":1}],"Nag":[["^You: Oh come on, not even 5 minutes? There's other guards here, nothing is going to happen.","\n","ev","str","^Annoyed","/str",{"x()":"SetEmotion","exArgs":1},"pop","/ev","\n","^Guard: Excuse me if you aren’t here for business, I'm gonna have to ask you to leave.","\n","ev","str","^Nag him","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Elude to more","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Question authority","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"Nag2"},"\n",{"#f":5}],"c-1":[{"->":"Elude"},"\n",{"#f":5}],"c-2":[{"->":"Question"},"\n","end",{"#f":5}]}],{"#f":1}],"Nag2":["^You: You can’t even answer my questions?","\n","^Guard: No, I'm working. I'm going to ask you again to leave the premise.","\n","^You: Pleaseeeee, it's just a few questions. I'm from out of town. I just want to know if there is anywhere specific I should visit.","\n",{"->":"Question"},"end",{"#f":1}],"Elude":["^You: I have something cool to show you, come with me.","\n","^Guard: I'm not going to follow, please leave.","\n","end",{"#f":1}],"Question":[["^You: Is this how you normally treat patrons of this establishment? If so I must inform","\n","ev","str","^The general public","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^The management","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"Public"},"\n",{"#f":5}],"c-1":[{"->":"Management"},"\n",{"#f":5}]}],{"#f":1}],"Public":[["^You: Is this how you normally treat patrons of this establishment? If so I must inform the general public of the poor treatment of us customers","\n","^Guard: Alright please step outside.","\n","ev","str","^Threaten","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Seek Pity","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Think fast","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"ThreatenP"},"\n",{"#f":5}],"c-1":["end","\n",{"#f":5}],"c-2":[{"->":"quiz"},"\n",{"#f":5}]}],{"#f":1}],"quiz":["^You: Pop quiz!","\n","^Guard:What?","\n","ev",{"CNT?":"Fire"},"/ev",[{"->":".^.b","c":true},{"b":["\n","<>","^Manager: An excellent Idea.","\n",{"->":"quiz.8"},null]}],"nop","\n",{"->":"quizQ"},{"#f":1}],"quizQ":[["ev","str","^Biology question","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^History question","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Pop culture question","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"Biology"},"\n",{"#f":5}],"c-1":[{"->":"History"},"\n",{"#f":5}],"c-2":[{"->":"Pop"},"\n",{"#f":5}]}],{"#f":1}],"Biology":["^You: What is the name of the family that Otters, skunks, and wolverines all fall under?","\n","^Guard: Uhm excuse me?","\n","^You: Oh its alright its very normal to need to hear the question again.","\n","^Guard: No I-","\n","^You: What is the name of the family that Otters, skunks, and wolverines all fall under?","\n","ev",{"CNT?":"Fire"},"/ev",[{"->":".^.b","c":true},{"b":["\n","^Guard: If I answer the question will we stop with the nonsense?","\n",{"->":".^.^.^.15"},null]}],[{"->":".^.b"},{"b":["\n","^Guard: If I answer the question will you cooperate?","\n",{"->":".^.^.^.15"},null]}],"nop","\n","^You: What is the name of the family that Otters, skunks, and wolverines all fall under?","\n","^Guard: Marsupials?","\n","^You: Ooh close but no cigar, the answer I was looking for was Mustelidae.","\n","ev",{"CNT?":"Fire"},"/ev",[{"->":".^.b","c":true},{"b":["\n","^Manager: How dissapointing.","\n","^Guard: This is hardly relevant to anything!","\n","^Manager: Next question.","\n","^Guard: Oh brother come on-","\n",{"->":".^.^.^.28"},null]}],[{"->":".^.b"},{"b":["\n","^Guard: ...??? I- I'm putting an end to this charade","\n",{"->":".^.^.^.28"},null]}],"nop","\n",{"->":"quizQ"},{"#f":1}],"History":["^You: Which famous assination sparked the conflict for world war 1?","\n","ev",{"CNT?":"Fire"},"/ev",[{"->":".^.b","c":true},{"b":["\n","^Guard: This is absurd! Who on earth knows that?","\n","^Manager: I believe it was arch duke Franz Ferdinand","\n","^You: Correct! See I believe this brings your character into question more than my own.","\n",{"->":"quizQ"},{"->":".^.^.^.7"},null]}],[{"->":".^.b"},{"b":["\n","^Guard: Alright step outside now.","\n","end",{"->":".^.^.^.7"},null]}],"nop","\n",{"#f":1}],"Pop":[["^You: Of the Seven Neko Princess Rangers from the original 1987 show: Neko Princess Rangers Galaxy SAGA, who posesses the \"Mars Blaze Mahouken\"?","\n","^Guard: Easy, that's Akane chan.","\n","^You: Correct!","\n","ev","str","^Biology question","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^History question","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Ask how he knew","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Ask another Neko Princess Rangers question","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":[{"->":"Biology"},"\n",{"#f":5}],"c-1":[{"->":"History"},"\n",{"#f":5}],"c-2":[{"->":"Fandom"},"\n",{"#f":5}],"c-3":["^ ",{"->":"NekoQ"},"\n","end",{"#f":5}]}],{"#f":1}],"Fandom":["^how did you know the answer? And so fast. Are you an NPR fan?","\n","^Guard: Am I an NPR fan? Please, you don't even know the half of it.","\n","^You: Have you watched every season of g1?","\n","^Guard: All of them and the movie","\n","^You: Have you seen the OVA?","\n","^Guard: All 3 baby","\n","^You: Have you watched Galaxy SAGA reboot?","\n","^Guard: Unfourtanetly yes, all six + the fillers","\n","^You: Yikes brother, been there done that.","\n",{"->":"Questions"},"end",{"#f":1}],"NekoQ":["^You: Well then, In the NovaBaron arc, what does Fumie say that causes NovaBaron to lose his cool and reveal his alternate persona, Lavernus.","\n","^Guard: \"I cannot accept because to do so would be a betreyal of my kin, it would make no better than yourself.","\n","^No suffering you can put me through will hurt more than knowing my heart has told lies.\"","\n","^You: Off the top? Wow! You truly are who you say you are, a devout Fumie fan.","\n",{"->":"Questions"},{"#f":1}],"oshi":[["^You: Who is your oshi? In G1 obviously.","\n","^Guard: Fumie chan all the way!","\n","^You: Wow a man of taste I see.","\n","^Guard: How could I not aside from being the original shizendere, she's got easily the most versatile and unique Mahouken. What about you? Who's your oshi?","\n","ev","str","^Akane(Mars)","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Emi(Mercury)","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Hikari(Jupiter)","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^kohaku(Venus)","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^Reina(Neptune)","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^Sora(Uranus)","/str","/ev",{"*":".^.c-5","flg":20},"ev","str","^Also Fumie(Saturn)","/str","/ev",{"*":".^.c-6","flg":20},{"c-0":[{"->":"Akane"},"\n",{"#f":5}],"c-1":[{"->":"Emi"},"\n",{"#f":5}],"c-2":[{"->":"Hikari"},"\n",{"#f":5}],"c-3":[{"->":"Kohaku"},"\n",{"#f":5}],"c-4":[{"->":"Reina"},"\n",{"#f":5}],"c-5":[{"->":"Sora"},"\n",{"#f":5}],"c-6":[{"->":"Fumie"},"\n",{"#f":5}]}],{"#f":1}],"NekoG":["^You: Have you played any of the Star defenders?","\n","^Guard: Are you kidding? Of course! My favorite is defenders 3 no questions asked.","\n","^You: Did you ever beat NovaBaron and Lavernus Prime?","\n","^Guard: Yes. I did. Now granted I beat it as an adult and had online guides when I beat him on my second playthrough. As a kid it was way too difficult.","\n","^You: Damn! that's impressive. I found it way too daunting a task to ever grind out attempts.","\n","^Guard: You missed out, I'm telling you the cutscene was worth it.","\n","^You: How many attempts did it take you? Or how many hours?","\n","^Guard: A month, every day after work, 2 hour sessions at a time.","\n","^You: Gotta give you credit man that's super impressive.","\n",{"->":"Questions"},{"#f":1}],"NekoCon":["^You: Are you going to NekoCon?","\n","^Guard: No but I really want to. It's too expensive and I wouldn't be able to go because it's on a work day anywas.","\n","^You: Well, keep this between just you and me alright?","\n","^Guard: Sure sure.","\n","^You: I can get you the hookup if your willing to take the day off, I'm a vip and I can bring one +1 but I don't have any friends who can come with.","\n","^Guard: Really!? You would let me come along? Even though we've just met?","\n","^You: Look I have the Vip pass right here, if I can let one more person come along why not help out a fellow fan.","\n","^Guard: *sniff* I can't thank you enough are you really sure? I can driv us there if you need.","\n","^You: Yes thats perfect! Let's get going it starts in 3 hours!","\n","^Guard: I can't believe this! it's almost two good to be true. Alright then I'll tell my boss I have to leave for a family emergency.","\n","end",{"#f":1}],"Akane":["^You: Akane, Easy! She was girl power before girl power.","\n","^You: Nobody wanted the smoke and for good reason! She slayed like no other could.","\n","^You: Also Emi teasing her about her crush on Shohei never failed to make me laugh.","\n","^Guard: I love her and shohei together. It's so frustrating to follow but it keeps you so invested.","\n",{"->":"Questions"},{"#f":1}],"Emi":["^You: I love Emi and honestly the hate is undeserved. She's a little much, but that's important to her character.","\n","^You: 80% of the comedy comes from her shenanagins. And every good team needs a scamp.","\n","^You: And you have to admit her Mahouken is easily top 3 coolest.","\n","^Guard: I can appreciate a fellow devout for an underrated queen.","\n","^You: You know it. We gotta stick together cause it's us versus the world.","\n",{"->":"Questions"},{"#f":1}],"Hikari":["^You: Call me basic but Hikari is and will always be best girl. She's too good for the rest of them honestly.","\n","^You: Every scene is enhanced by her presence and some of the best emotional moments involve her.","\n","^You: The perfect older sister to the group.","\n","^Guard: Sorry, that's basic for sure. Wouldn't be me but, she's popular for a reason right? I'm not knocking your opinion cause she definitely is deserving of that fanbase.","\n",{"->":"Questions"},{"#f":1}],"Kohaku":["^You: Oh it's kohaku for sure. Our lesbian queen.","\n","^Guard: Well I guess, but she's never confirmed to be lesbian.","\n","^You: Uhm yes she basically is, i'm sorry but if you're denying her very clear identity then you're homophobic.","\n","^Guard: What? No no it's nothing like that, I just feel like at least for me, she is never confirmed to be a lesbian by the creator, none of her interactions with akane are ever explicitly romantic and akane never recipracates. I believe they're just good friends with a unique bond but nothing more. You can definitely have your own opinion though!","\n","^You: Kohakane is not opinion, it's canon. Either way I love her so much,","\n","^You: her sheltered clueless rich girl personality perfectly clashes with akane's head first tom boyish character.","\n","^You: They're just made for eachother.","\n","^You: Their dynamic is what got me through all the fillers.","\n",{"->":"Questions"},{"#f":1}],"Reina":["^You: TEAM REINA FOREVER. \"Mahouken, Neptune's wrath UNLIMITTED!\" Chills. Still Chills. I don't care what anyone says about her because she's just wayyy too cool. If you think she isn't top 2 we can never get along. Also she's just too hot, her G1 outfit is PEAK!","\n","^Guard: I know right! I love her G1 outfit, her VA literally saves lives with that preformance.","\n","^You: I KNOW RIGHT!","\n",{"->":"Questions"},{"#f":1}],"Sora":["^You: No disrespect, Sora clears the others E Z. Plus she solos your favorite character, your favorite verse. Her Mahouken is so underrated, it's literally an auto win button that's only countered by bullshit plot convinience and toon force.","\n","^Guard: Oh really? Than how was dodonzora able to defeat her?","\n","^You: Again plot convinience, If she had just used jetstream-","\n","^Guard: But she did! She was speed blitzed and overpowered. There's no excuse there.","\n","^You: She was nerfed! It's an unfair comparison","\n","^Guard: NovaBaron?","\n","^You: Plot convinience and direct counter","\n","^Guard: Gamek?","\n","^You: Plot convinience and she didn't even get beaten by him in combat! She just couldn't stop him from activating the generator.","\n","^Guard: As far as i'm concerned that counts as a loss.","\n","^You: BULLSHIT","\n","^Guard: Whatever you say I guess","\n",{"->":"Questions"},{"#f":1}],"Fumie":["^You: Much like yourself I believe Fumie is the best written character in the series.","\n","^You: For instance during the NovaBaron arc Episode 97:\"I cannot accept because to do so would be a betreyal of my kin, it would make no better than yourself.","\n","^You: No suffering you can put me through will hurt more than knowing my heart has told lies.\" A line delivered so perfectly I could never look at the series the same.","\n","^You: On my first watch through I shed tears, much like every subsequent watchthrough.","\n","^You: The single scene was able to found my beleif that she was the culmination and synthesis of Haneyama sensei's genius in theater, media, and culture.","\n","^You: This is supported by the fact that haneyama's own favorite scene of the anime adaption is during the Univers Tour arc Episode 54:","\n","^You: Fumie stands in the abandoned palace garden that has been unkept and overun by fauna and flora and yet light shines brightly through.","\n","^You: The symbolism is genius, kohaku literally peers into Fumie's heart(the castle), unkept(the emotions and trauma she ignores and leaves unchecked),","\n","^You: but in this moment we see her tranquility as she's brought back to the place of her trauma(the castle) and the remanant of what was her old life.","\n","^You: It's a bittersweet moment that solidifies g1 as superior to all other NPR media. The piano musical theme being so subtle and quiet plays so well into this scene it truly boggles my mind! Still iconic after all this time.","\n","^You: Hatred, pain, and war are the emotions that govern people which destoys them and the world.","\n","^You: Fumie's character arc teaches us to love our fellow people, friends, family, especially those who live on earth with us. We are not the only ones who live on earth. Be loving and considerate to them as well.","\n","^Guard: *sniff* that was beautiful, I'm honestly moved and so glad I could meet another like minded individual.","\n",{"->":"Questions"},{"#f":1}],"Questions":[["ev",{"CNT?":"NekoQ"},"/ev",{"->":".^.b","c":true},{"b":["\n","ev","str","^Ask who their oshi is","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ask if he's played the games","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Ask about Neko Con","/str","/ev",{"*":".^.c-2","flg":20},{"->":".^.^.^.2"},{"c-0":[{"->":"oshi"},"\n",{"#f":5}],"c-1":[{"->":"NekoG"},"\n",{"#f":5}],"c-2":[{"->":"NekoCon"},"\n",{"#f":5}]}]}],[{"->":".^.b"},{"b":["\n","ev","str","^Ask another Neko Princess Rangers question","/str","/ev",{"*":".^.c-0","flg":20},{"->":".^.^.^.2"},{"c-0":[{"->":"NekoQ"},"\n",{"#f":5}]}]}],"nop","\n",{"#f":1}],"Management":[["ev","str","^Manager","/str",{"x()":"SetCharacter","exArgs":1},"pop","/ev","\n","^You: Is this how you normally treat patrons of this establishment? If so I must inform the management of the poor treatment of us customers","\n","^Guard: Hey listen we don’t have to go there, i’m sorry if I offended you, i’m just doin my job here.","\n","ev","str","^Threaten Management","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":[{"->":"ThreatenM"},"\n",{"#f":5}]}],{"#f":1}],"ThreatenP":["^You: Then I'll be taking this issue up with the general public.","\n","end",{"#f":1}],"ThreatenM":[["^You: Then I’ll be taking this issue up with Management.","\n","^You: Excuse me! May I speak to the Manager of this establishment?","\n","^Manager: What’s the issue here?","\n","ev","str","^Flirt","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Give it to em straight","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"IntroFlirt"},"\n",{"#f":5}],"c-1":[{"->":"GITEMS"},"\n",{"#f":5}]}],{"#f":1}],"IntroFlirt":["^You: Oh hello there, I feel reassured knowing that a capable looking man such as yourself has come to my rescue. <br>I assume you must be the manager because I can’t imagine you having a position any lower.","\n","^Manager: Astute observation, I am the manager, How may I be of service to you?","\n","end",{"#f":1}],"GITEMS":[["^You: Excuse me, are you the manager?","\n","^Manager: I am","\n","^You: Well I've been mistreated by this employee of yours. He’s patronized me and infringed upon my rights as a customer.","\n","^Manager: Is what I'm hearing true?","\n","^Guard: hey listen I just told them they cant be loitering on bank grounds.","\n","ev","str","^Gaslight","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Flirt","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"Gaslight"},"\n",{"#f":5}],"c-1":[{"->":"Flirt"},"\n",{"#f":5}]}],{"#f":1}],"Gaslight":["^You: As I recall, you refused me service because I just wanted to have a conversation and admire this beautiful building.<br>My original intentions were never to loiter.","\n","^Manager: You can admire the building, but please don't distract my workers.","\n","^You: I'm sorry, I was just trying to ask some questions. I'm from out of town.<br>I was wondering what places I should visit. Your guard told me to leave before I could even ask.","\n","end",{"#f":1}],"Flirt":[["^How do you want to flirt?","\n","ev","str","^Compliment intelligence","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Instill confidence","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Compliment appearance","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"ComplimentIntelligence"},"\n",{"#f":5}],"c-1":[{"->":"InstillConfidence"},"\n",{"#f":5}],"c-2":[{"->":"ComplimentAppearance"},"\n","end",{"#f":5}]}],{"#f":1}],"ComplimentIntelligence":["^You: Clearly your a very intelligent man, you've climbed the ranks of the corporate ladder and established yourself as worthy of a prestigious position.","\n","^You: Tell me based on your superior insight do you believe that someone who came to a bank to do business would lie about their intentions?","\n","^You: I merely tried to make small talk before carrying on and am now facing unjust infrigment of my rights from your fine employee here.","\n","^Manager: Well when you put it like that, I can't dispute it. Excuse my employee's behavior, to slander you with language like \"loitering\" is not representative of our business. Please by all means carry on.","\n","end",{"#f":1}],"InstillConfidence":[["^You: I assure you your judgment and will is absolute, your authority is warranted,","\n","^You: you can, and should, do as you see fit, this worker's behavior is subject to your assesment and you have the power to change this situation for the better and absolve this misunderstanding and injustice.","\n","^Manager: How would you suggest I go about doing so?","\n","^Guard: Hey uh are we being serious right now?","\n","^Manger: Silence, customers come first","\n","ev","str","^Fire that man","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":[{"->":"Fire"},"\n","end",{"#f":5}]}],{"#f":1}],"ComplimentAppearance":["^You: I see your a fine gentleman of culture as your appearance is very well kept and most certanly cultured.","\n","^You: So you must also be able to understand the frustration of being condescended to by an uncultured individual,","\n","^You: it's unbefitting for people like us to be subservient to those beneath us,","\n","^You: let alone those who aren't even capable of grooming their own facial hair.","\n","^You: I mean this is a fine establishment and to have someone like him in charge ordering people like us around is a little ridiculous don't you think?","\n","^Manager: Well hehe, I suppose that's all true, I do take pride in my cleanliness.","\n","end",{"#f":1}],"Fire":[["^You: Isn't it obvious. His position as a guard must be terminated at once.","\n","^Guard: Please. That's absurd.","\n","^Manager: Well hold on","\n","^Guard: WHAT! BOSS???","\n","^Manager: Well some assesment can't hurt. It's of the utmost importance that my employee's take their job as seriously as I take mine.","\n","^Guard: Listen, with all do respect you're entertaining the idea of a miscreant customer. Do you hear yourself?","\n","^You: Miscreant? Excuse me, You are most definitely in need of assesment.","\n","^Manager: Precisely. Now then how should we carry out this assesment.","\n","ev","str","^Test their general knowledge","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Test their morality","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Test their abillity to apprehend someone","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"quiz"},"\n",{"#f":5}],"c-1":[{"->":"morality"},"\n",{"#f":5}],"c-2":[{"->":"Apprehend"},"\n","end",{"#f":5}]}],{"#f":1}],"morality":["^You: Let's test you're morality shall we?","\n","^Manager: Splendid idea, this will help illuminate your character and expose any flaws.","\n","^You: The trolley problem goes as follows:","\n","^You: There is a runaway trolley barreling down the railway tracks.","\n","^You: Ahead, on the tracks, there are five people tied up and unable to move.","\n","^You: The trolley is headed straight for them. You are standing some distance off in the train yard, next to a lever.","\n","^You: If you pull this lever, the trolley will switch to a different set of tracks.","\n","^You: However, you notice that there is one person on the side track.","\n","^You: You have two (and only two) options:","\n","^You: Do nothing, in which case the trolley will kill the five people on the main track.","\n","^You: or,","\n","^You: Pull the lever, diverting the trolley onto the side track where it will kill one person.","\n","^You: What do you do?","\n","^Guard: The people's lives are of the upmost importance. I will pull the lever even if there's blood on my hands to save the lives of more people.","\n","^Manager: Ah ha, here we see the character flaws begin to shine through, obviously the correct answer is to abstain from pulling the lever,","\n","^Manager: In doing so, the blood is on your hands, society will not be able to see past it.","\n","^You: Precisely.","\n","^Guard: Your kidding!","\n","^Manager: What else should we test him on?","\n","end",{"#f":1}],"Apprehend":[["^Manager: Interesting. That would be relevant to their abillity to provide value to the company. How do you suppose we test this?","\n","^You: It's simple, given a 5 second head start I will attempt to get away from the bank, you must be able to catch me within the hour timer. Failure to do so and you will be terminated. Make sense?","\n","^Guard: Please, this is absurd. Also you don't truly believe you can escape from me can you? I mean, it is literally my job.","\n","^You: Oh ho? Let's see you put your money where your mouth is.","\n","^Guard: Ha! You're gonna regret ever challenging my authority.","\n","^Manager: Well that settles it, on the count of 3.","\n","^Manager: 3..","\n","^Manager: 2..","\n","^Manager: 1..","\n","^Manager: GO!","\n","ev","str","^Look for hiding places in the city","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Run towards traffic","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Head up to the rooftops","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"Hiding"},"\n",{"#f":5}],"c-1":[{"->":"Traffic"},"\n",{"#f":5}],"c-2":[{"->":"Rooftops"},"\n",{"#f":5}]}],{"#f":1}],"Hiding":[["^You: But where to hide...","\n","ev","str","^Beneath the bridge","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Coffee shop","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Rooftops","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"Bridge"},"\n",{"#f":5}],"c-1":[{"->":"Coffee"},"\n",{"#f":5}],"c-2":[{"->":"RoofHide"},"\n",{"#f":5}]}],{"#f":1}],"Bridge":[["^You: The guard should be on the hunt now.","\n","^Homeless Man: The feds? They're coming???","\n","^You: Oh hello, no don't worry you'll be just fine.","\n","^Homeless Man: YOU! You're one of them aren't you!","\n","^You: Whoa whoa hold on man I mean no harm, lets put the knife away huh?","\n","^Homeless Man: THATS WHAT ONE OF THEM FEDS WOULD SAY YOU SNAKE","\n","ev","str","^Fight","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Run","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Call for help","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Offer a special service","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":[{"->":"FightH"},"\n",{"#f":5}],"c-1":[{"->":"RunH"},"\n",{"#f":5}],"c-2":[{"->":"HelpH"},"\n",{"#f":5}],"c-3":[{"->":"ServiceH"},"\n",{"#f":5}]}],{"#f":1}],"FightH":[["^You: I'm sorry but it has to be done, I don't have time for this.","\n","^Homeless Man: DIE FED BASTARD","\n","ev","str","^Lethal counterattack","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Attempt to Paralize","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"Lethal"},"\n",{"#f":5}],"c-1":[{"->":"Paralize"},"\n",{"#f":5}]}],{"#f":1}],"Lethal":[["^You: I'm sorry it had to be done,","\n","^You: Can't afford to have any witnesses. Wrong place at the wrong time.","\n","^You: Shit why's he over here?? And moreover why is he coming this way?","\n","ev","str","^Run","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":[{"->":"Caught"},"\n",{"#f":5}]}],{"#f":1}],"Paralize":[["^You: I'm sorry it had to be done,","\n","^You: You will be paralized for the time being and you'll be fully recovered in sixteen hours, I just need you to be quiet for the time being.","\n","^You: Shit why's he over here?? And moreover why is he coming this way?","\n","ev","str","^Run","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":[{"->":"Caught"},"\n",{"#f":5}]}],{"#f":1}],"RunH":[["^You: Ok ok i'll get out of your space, my bad man.","\n","ev","str","^Coffee shop","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Rooftops","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"Caught"},"\n",{"#f":5}],"c-1":[{"->":"Caught"},"\n",{"#f":5}]}],{"#f":1}],"HelpH":["^You: Someone please! Help me!","\n","^Homeless Man: Ohhhhh no, n-no no no. You're not going anywhere.","\n","^Guard: Ha! I've caught you- oh, in need of a proffesional?","\n","^You: I'm sorry I ever doubted you, I need you.","\n","^Guard: Uh hehe, wow, I-I suppose so, looks to me like you could use a hand.","\n","^You: Please help me I'll do anything.","\n","^Guard: Anything!? Well when you make a face like that how can I refuse, this does mean that I win though alright? Don't get the wrong idea or whatever.","\n","^Homeless Man: YOU'LL NEVER TAKE ME!","\n","^Guard: Right, the situation at hand.","\n","^You: Thank you so much. You're my hero, you really saved me!","\n","^Guard: Please, i'm just doing my job here.","\n","^You: What can I do to make it up to you?","\n","end",{"#f":1}],"ServiceH":[["^You: Hey we don't have to do this, maybe we can work something out between us. How long has it been since you've had any carnal release?","\n","^Homeless Man: Huh... uh hehe yes that sounds awesome.","\n","^You: Well let's see what were workin with here,  oh my.","\n","^Homeless Man: Ah ha.. ohh yeahh hurry hurry","\n","^You: There we go, he should be out for the count now.","\n","^You: Shit why's he over here?? And moreover why is he coming this way?","\n","ev","str","^Run","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":[{"->":"Caught"},"\n","end",{"#f":5}]}],{"#f":1}],"Coffee":[["^You: The guard should be on the hunt now.","\n","^Barista: Welcome, how can I help you?","\n","ev","str","^Order a drink","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":[{"->":"Order"},"\n",{"#f":5}]}],{"#f":1}],"RoofHide":["^You: The guard should be on the hunt now.","\n","end",{"#f":1}],"Traffic":["^You: The guard should be on the hunt now.","\n","^Guard: Stop there!","\n","^You: Excuse me","\n","^Guard: You're a maniac!","\n","^You: I'm winning though aren't I?","\n","end",{"#f":1}],"Rooftops":["^You: The guard should be on the hunt now.","\n","end",{"#f":1}],"Order":["^You: Yeah tell you what, can I get a grande, flat white, with an extra shot?","\n","^Cashier: Yeah that'll be 5.99$","\n","^Cashier: And what name should I call for your order?","\n","^You: Kennedy.","\n","^Cashier: Would you like to leave a tip?","\n","^You: Here's a dollar.","\n","^Cashier: Thank you, your order will be right on it's way.","\n","^You: Perfect. Hide where he'll least expect it. Plain sight.","\n","end",{"#f":1}],"Caught":[["^You: Shit I gotta go!","\n","^Guard: Gotcha! Don't fight back.","\n","^You: Not bad, that's a clean rear naked choke hold, you seem to know what you're doing.","\n","^You: Although I'm not so sure the law lets security guards put people in choke holds, I'll let you because admittdley you've bested me.","\n","^Guard: I'm glad that at the very least you have the brains to recognize when you're out of options.","\n","^Guard: Now lets head back so I can prove myself to the boss.","\n","ev","str","^Surprise Counterattack","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Seduce","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Bribe","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"Failedatk"},"\n",{"#f":5}],"c-1":[{"->":"Seduce"},"\n",{"#f":5}],"c-2":[{"->":"Bribe"},"\n",{"#f":5}]}],{"#f":1}],"Bribe":[["^You: Hey listen we can work something out,","\n","^You: We don't have to go back,","\n","^You: how about a little treat shows up in your venmoe,","\n","^You: I get out of your hair and we never have to cross paths again. Huh? Not so bad right?","\n","^Guard: How much are we talking? Cause to put it lightly the bidding starts very high. I'm not about to stake my job for nothing.","\n","ev","str","^50$","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^100$","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^1000$","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"Fifty"},"\n",{"#f":5}],"c-1":[{"->":"Hundred"},"\n",{"#f":5}],"c-2":[{"->":"Thousand"},"\n",{"#f":5}]}],{"#f":1}],"Fifty":[["^You: 50$ call it good?","\n","^Guard: HAH that's rich,","\n","^Guard: Now let's get this over with and head back.","\n","ev","str","^100$","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^1000$","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Surprise Counterattack","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Seduce","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":[{"->":"Hundred"},"\n",{"#f":5}],"c-1":[{"->":"Thousand"},"\n",{"#f":5}],"c-2":[{"->":"Failedatk"},"\n",{"#f":5}],"c-3":[{"->":"Seduce"},"\n",{"#f":5}]}],{"#f":1}],"Hundred":[["^You: Tell ya what a whole hundred and we go our seperate ways.","\n","^Guard: Getting fired is gonna cost me a whole lot more than a hundred dollars.","\n","^You: How do you know your getting fired? It's really not that deep and i'm sure your boss is a sensible man.","\n","^Guard: Then clearly you don't know him well enough,","\n","^Guard: No disrespect to him.","\n","ev","str","^1000$","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Seduce","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"Thousand"},"\n",{"#f":5}],"c-1":[{"->":"Seduce"},"\n",{"#f":5}]}],{"#f":1}],"Thousand":[["^You: Thousand dollars final offer.","\n","^Guard: How do I know you even got a thousand dollars lying around, go ahead lets see that stack.","\n","^You: Now hold on, I don't got it on me, maybe I give you my contact info, we figure this out when I've withdrawn that money.","\n","^Guard: Well if you're in such a rush why don't we head back to the bank and withdraw it there?","\n","ev","str","^Surprise Counterattack","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Seduce","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"Failedatk"},"\n",{"#f":5}],"c-1":[{"->":"Seduce"},"\n",{"#f":5}]}],{"#f":1}],"Failedatk":["^You: But will he expect this?","\n","^...","\n","^Guard: That was mighty slick there chief, you've crossed the line though.","\n","^Guard: We're headed back,","\n","^Guard: And don't even think about trying anything funny.","\n","^You: That's quite the tight grip there mister.","\n","^Guard: ...","\n","end",{"#f":1}],"Seduce":["^You: Hold on now we can work something out,","\n","^You: We're in no rush to be anywhere.","\n","^Guard: That's just not true.","\n","^You: Maybe I provide you a special little service, you leave me be, we go our seperate ways huh?","\n","^You: After all this tight grip has got me feeling a certain sorta way. You don't feel that?","\n","^Guard: ... I uh","\n","^Guard: AhEm uh, hehe...  what sorta service do you have in mind?","\n","^You: Whatever your in the mood for darling.","\n","^Guard:","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}